Repository: 84000/data-translation-memory
Catalog: toh540-v3.tmx
Source language: bo
Languages: en

source: སུ་རཱུ་པ་ཞེས་བྱ་བའི་གཟུངས།
en: The Dhāraṇī “Surūpa”

source: སངས་རྒྱས་དང་བྱང་ཆུབ་སེམས་དཔའ་ཐམས་ཅད་ལ་ཕྱག་འཚལ་ལོ། །
en: Obeisance to all buddhas and bodhisattvas.

source: ནམཿསུ་རཱུ་པཱ་ཡ། ཏ་ཐཱ་ག་ཏཱ་ཡ། ཨརྷ་ཏེ་སཾམྱཀྶཾ་བུདྡྷཱ་ཡ། ཏདྱ་ཐཱ། ཨོཾ་སུ་རུ་སུ་རུ། པྲ་སུ་རུ་པྲ་སུ་རུ། ཏ་ར་ཏ་ར། བྷ་ར་བྷ་ར། སཾ་བྷ་ར་སཾ་བྷ་ར། སྨ་ར་སྨ་ར། སནྟརྤ་ཡ་སནྟརྤ་ཡ། སརྦ་པྲེ་ཏཱ་ནཱཾ་སྭཱ་ཧཱ།
en: namaḥ surūpāya tathāgatāyārhate samyaksaṃbuddhāya | tadyathā | oṃ suru suru prasuru prasuru tara tara bhara bhara saṃbhara saṃbhara smara smara saṃtarpaya saṃtarpaya sarva­pretānāṃ svāhā |

source: གཟུངས་འདིས་ཆུ་དང་བཅས་པའི་ཟན་ལ་ལན་བདུན་ཡོངས་སུ་བཟླས་ཏེ་ལག་པ་གཡོན་པས་སེ་གོལ་གྱི་སྒྲ་ལན་གསུམ་དུ་བྱས་ནས་ཡི་དགས་ཐམས་ཅད་ལ་དབེན་པའི་ས་ཕྱོགས་སུ་སྦྱིན་པར་བྱ་ཞིང་།
en: One should recite this spell seven times over a meal of rice together with water.Then, after having snapped the fingers of the left hand three times, one should offer it in a secluded place to all pretas and

source: འདི་སྐད་ཀྱང་བརྗོད་པར་བྱ་སྟེ། སྐབས་ཚོལ་བ་དང་གླགས་ལྟ་བ་རྣམས་དེངས་ཤིག །
en: say the following: “Off with you, you who seek weak points and are looking for an opportunity!

source: འཇིག་རྟེན་གྱི་ཁམས་ཐམས་ཅད་ན་གནས་པའི་ཡི་དགས་རྣམས་ལ་བཟའ་བ་འདི་བདག་གིས་སྦྱིན་པར་བགྱིའོ་ཞེས་པའོ། །
en: I hereby donate food to pretas residing in every world system!”

source: ཟས་མ་ཟོས་པའི་སྔོན་རོལ་ཉིད་དུ་སྦྱིན་པར་བྱའོ། །
en: One should make the donation before one has eaten.

source: དེ་ལྟར་ན་ཡི་དགས་ཐམས་ཅད་ལ་འབྲས་བྲེ་བོ་ཆེ་རེ་རེའི་བཟའ་བ་སོ་སོར་བྱིན་པར་འགྱུར་རོ། །
en: The outcome is that the pretas will each be given a bushel of rice.

source: དེ་ལྟར་བྱས་ན་སྐྱེ་བ་ནས་སྐྱེ་བར་ཡང་ཉམ་ཆུང་བར་མི་འགྱུར་རོ། །དབུལ་པོར་མི་འགྱུར་རོ། །
en: If one performs it in this way, in each and every rebirth one will never be feeble or poor.

source: སྟོབས་ཆེ་བ་དང་། མཛེས་པ་དང་། མཐོང་ན་དགའ་བ་དང་། ཕྱུག་ཅིང་ལོངས་སྤྱོད་ཆེ་བར་འགྱུར་རོ། །
en: Rather, one will possess great might, beauty, a countenance lovely to behold, much wealth, and great enjoyments.

source: ཚེ་རིང་ཞིང་ནད་མེད་པ་དང་། མྱུར་དུ་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཏུ་མངོན་པར་རྫོགས་པར་འཚང་རྒྱ་བར་འགྱུར་རོ། །
en: One will have a long lifespan, freedom from illness, and will swiftly attain unsurpassed, perfect awakening.

source: ཤི་འཕོས་ནས་ཀྱང་བདེ་བ་ཅན་གྱི་འཇིག་རྟེན་གྱི་ཁམས་སུ་སྐྱེ་བར་འགྱུར་རོ། །
en: After death, one will be reborn in the realm of Sukhāvatī.

source: ​གཟུགས་ལེགས་ཞེས་བྱ་བའི་གཟུངས་རྫོགས་སོ།​།
en: Here ends “The Dhāraṇī ‘Surūpa’.”
